In [3]:
import pandas as pd
import numpy as np

In [4]:
dict = {
    "name": ['Prince', 'Jeet','HariOm','Aditya','Rajveer'],
    "Marks": [9 , 10, 12, 12, 9,],
    "City": ['Sonpur', 'Patna','Ara','Siwan','Chhapra',]
}

In [5]:
df = pd.DataFrame(dict)

In [6]:
df

      name  Marks     City
0   Prince      9   Sonpur
1     Jeet     10    Patna
2   HariOm     12      Ara
3   Aditya     12    Siwan
4  Rajveer      9  Chhapra

In [7]:
df.to_csv("Data.csv")

In [8]:
df.to_csv("Data.csv", index=False)